Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/depts/udir.no/12_undervisningsopp.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Oahpahusláhču: Dássi 8
smj: Udir.no - Åhpadimgárvvidus: 8. dásse

source: Oahpahusláhču: Dássi 8
smj: Åhpadimgárvvidus: 8. dásse

source: Dás gávdná oahpaheaddji ovdamearkkaid movt son sáhttá bargat vai ollašuhttá 8. dási gelbbolašvuođamihttomeriid.
smj: Dánna åhpadiddje gávnná buojkulvisájt gåktu máhttá barggat máhtudakmihtoj 8. dásen.

source: Dás čájehuvvo movt gelbbolašvuođamihttomearri duohtandahkko oahppoulbmiliin, sisdoallu ja bargovuogit, movt vuođđogálggaid integreret ja movt oahpahus sáhttá heivehuvvot juohke ovttaskas oahppái.
smj: Dánna vuoseduvvá gåktu máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, sisanon ja barggamvuogijn, gåktu vuodotjehpudagá åvtåsduhteduvvi ja gåktu åhpadus máhttá hiebaduvvat juohkka åvta oahppáj.

source: Dađistaga-árvvoštallan ja gielladomeanat leat oassin dagus.
smj: Árvustallam bargadahttijn ja gielladomena li gárvvidusá oase.

source: Gelbbolašvuođamihttomearit
smj: Máhtudakmihto

source: Njálmmálaš gulahallan
smj: Njálmálasj guládallam

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: geavahit giela eanet ja eanet iešguđetlágan dilálašvuođain ja atnigoahtit ođđa sániid ja dajaldagaid
smj: adnet gielav ienebut maŋenagi duon dán aktijvuodan ja adnegoahtet ådå bágojt ja moallánahkkojt

source: ságastallat bargoeallima ja fidnuid birra
smj: ságastallat barggoiellema ja bargoj birra

source: selvehit movt ođđa tearpmat šaddet dahje ráhkaduvvojit
smj: tjielggit gåktu ådå bágo ilmmi jali dagáduvvi

source: Oahpahusdagus ii álot fátmmas olles gelbbolašvuođamihttomeari.
smj: Åhpadimgárvvidus ij álu gåbtjå ålles máhtudakmihtov.

source: Gelbbolašvuođamihttomearit lea duohtandahkkon oahppoulbmilis.
smj: Máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn.

source: Oahppoulbmilat leat lávkin gelbbolašvuođamihttomeari ollašuhttimis.
smj: Åhpadusmihttomiere le lávkke gåktu máhtudakmihtojt jåksåt.

source: Eará relevánta gelbbolašvuođamihttomearit
smj: Ietjá hiebalgis máhtudakmihto

source: Oahppoulbmilat
smj: Åhpadusmihttomiere

source: Barggu ulbmilin lea ahte oahppit galget oahppat ođđa sániid ja doahpagiid.
smj: Ulmme bargojn le oahppe galggi oahppat ådå bágojt ja moallánagájt.

source: Sii galget oahppat fitnonamahusaid ja máhttit hupmat fitnu iešvuođa birra.
smj: Sij galggi oahppat virggenamájt ja máhttet ságastit moattelágásj virgij ærádisá birra.

source: Dát mearkkaša ahte oahppi galgá máhttit:
smj: Dát merkaj oahppe galggi máhttet:

source: ráhkadit ođđa tearpmaid gustovaš njuolggadusaid vuođul
smj: ådå termajt njuolgadusáj milta dahkat

source: ovdanbuktit áššiset njálmmálaččat earáide
smj: njálmálattjat åvddånbuktet ietjas ássjev iehtjádijda

source: hupmat fitnuid ja bargoeallima birra
smj: ságastallat virgij ja barggoiellema birra

source: gárvvistit gažaldagaid ovdanbidjamii
smj: gárvedit gatjálvisájt åvddånbuktemij

source: Eavttut berrejit ráhkaduvvot ovttasráđiid ohppiiguin.
smj: Gájbbádusá vierddiji dagáduvvat aktan oahppij.

source: Ulbmilolahusa ja gelbbolašvuođamihttomeari ollašuhttin
smj: Mihttomierejåksåma dåbddomerka

source: Árvvoštallama ovdamearkan
smj: Árvustallambuojkulvisá

source: Gelbbolašvuođa-mihttomearri
smj: Máhtudakmihto

source: Oahpahusa mihttomearrin lea ahte oahppi galgá máhttit
smj: Ulmme åhpadimijn le oahppe galggá máhttet

source: Oahppi álkidit máhttá hupmat moatti fitnuid birra iežas oahppomannolaga siskkobealde.
smj: Oahppe máhttá álkkes láhkáj ságastallat åvt-guovte virgij birra ietjas åhpadusprográmmas

source: Oahppi máhttá hupmat muhtun fitnuid ja bargoeallimiid birra iežaset oahppo-mannolagas e.e. muitalit, čilget ja vástidit gažaldagaid.
smj: Oahppe máhttá ságastallat muhtem virgij ja bargoj birra ietjas åhpadusprográmmas d.d. subtsastit, tjielggit ja gatjálvisájt vásstedit.

source: Oahppi máhttá hupmat máŋggaid fitnuid ja bargoeallimiid birra e.e. válddahallat, čilget, ságastallat ja jearrat ja vástidit gažaldagaid.
smj: Oahppe máhttá ságastallat moatte virgij ja bargoj birra d.d. tjielggit, árvvaladdet, gatjádallat ja gatjálvisájt vásstedit

source: čilget movt ođđa tearbmat ihtet dahje ráhkaduvvojit
smj: tjielggit gåhktu ådå terma badjáni jali dagáduvvi

source: Oahppi dovdá ja máhttá čilget movt muhtun tearpmat leat šaddan.
smj: Oahppe máhttá dåbddåt ja tjielggit gåktu muhtem terma li badjánam.

source: Oahppi máhttá čilget movt iešguđetlágan tearpmat leat šaddan.
smj: Oahppe máhttá tjielggit gåktu moattelágásj terma li badjánam.

source: Oahppi máhttá čilget movt máŋga ja iešguđetlágan tearpmat leat šaddan, maiddái jorgaluvvon tearpmat.
smj: Oahppe máhttá tjielggit gåktu moadda moattelágásj terma li badjánam, jårggålum terma aj.

source: Oahppi máhttá dan ávkkástallat ja ráhkadit ođđa tearpmaid.
smj: Oahppe máhttá adnet dajt ja ådå termajt dahkat.

source: dávjjibut atnit giela iešguđet dilálašvuođain ja adnui váldit ođđa sániid ja dajahusaid
smj: ienebut ja ienebut sámástit moattelágásj dilijn ja ådå bágojt ja moallánagájt adnegoahtet

source: Oahppi atná giela muhttomin.
smj: Oahppe sámás muhttijn.

source: Oahppi dovdá sániid mat leat sátnegirjjis.
smj: Oahppe bágojt báhkogirjen dåbddå.

source: Oahppi soames háve atná ođđa sániid ja dajaldagaid.
smj: Oahppe muhttijn ådå bágojt ja moallánagájt adná.

source: Oahppi atná giela soames dilálašvuođain.
smj: Oahppe sámás moattelágásj dilijn

source: Oahppi máhttá gávdnat ja atnit sániid mat leat sátnegirjjis.
smj: Oahppe máhttá bágojt báhkogirjen gávnnat ja adnet bágojt báhkogirjes

source: Oahppi dávjá atná ođđa sániid ja dajahusaid.
smj: Oahppe álu adná ådå bágojt ja moallánagájt.

source: Oahppi atná giela aktiivvalaččat máŋga ja iešguđetlágan dilálašvuođain.
smj: Oahppe sámás aktijvalattjat moatten moattelágásj dilijn.

source: Oahppi máhttá sátnegirjjis ohcat relevánta sániid ja daid aktiivvalaččat atnit.
smj: Oahppe máhttá hiebalgis bágojt báhkogirjen gávnnat ja adnet dajt aktijvalattjat.

source: Oahppi dađistaga atná hui ollu ođđa sániid ja dajaldagaid.
smj: Oahppe adná maŋenagi huj ållo ådå bágojt ja moallánagájt.

source: Oahppodoaimmat
smj: Oahppamdåjma

source: Ovdalgo oahppit bargagohtet, sáhttá oahpaheaddji ovdanbidjat soames dábálaš fitnuid ja soames árbevirolaš sámi ealáhusaid ovdamearkkaid.
smj: Åvddål gå oahppe álggi barggát, máhttá åhpadiddje muhtem dábálasj virgijt ja muhtem árbbedábálasj sáme virgijt åvddånbuktet.

source: Oahppodoaibma
smj: Oahppamdåjma

source: Divtte oahppi válljet fitnu mii su mielas lea geasuheaddjin, dahje fitnu maid ovdalažžas dovdá.
smj: Dibde oahppev válljit virgev majt sihtat lij, jali virgev majt dåbddå.

source: Oahppi berre čállit sániid ja dajahusaid maid son juo máhttá.
smj: Oahppe vierddi tjállet bágojt ja moallánagájt majt juo máhttá.

source: Nu son geardduha sániid mat šaddet vuođđun bargui ovddasguvlui.
smj: Dát sjaddá gærddádibme ja vuodon bargguj åvddålij guovlluj.

source: Oahppit galget jurddašit mii sin mielas livččii ávkkálaš oahppat.
smj: Oahppe ussjudalli mij la ávkalasj oahppat.

source: Sii galget atnit sátnegirjji.
smj: Sij máhtti báhkogirjev adnet.

source: Gii sáhttá sidjiide leat veahkkin gávdnamis áigeguovdilis sániid ja dajahusaid ?
smj: Gut máhttá viehkedit hiebalgis bágojt ja moallánagájt gávnnat ?

source: Sáhttá leat ávkkálažžan ovttasbargat Sámedikki giellabargiiguin jus sánit / doahpagat šaddet ráhkaduvvot / heivehuvvot.
smj: Máhttá aj ávkálasj ásadit aktisasjbargov Sámedikke giellakonsulentaj jus bágo / moallánagá galggi dagáduvvat / hiebaduvvat.

source: Dasto ferte oahpaheaddji muitalit makkár njuolggadusaid mielde ráhkaduvvojit ođđa sámegielat tearpmat.
smj: Maŋŋela vierddi åhpadiddje tjielggit njuolgadusájt gåktu ådå termajt sámegiellaj dahkat.

source: Veaháš veahki sáhttá gávdnat dáppe: giella.
smj: Muhtem viehkke dánna gavnnu: giella.

source: Sátnebáŋku
smj: Báhkobáŋŋka

source: Oahppit berrejit alcceseaset ráhkadit sátnebáŋkku.
smj: Oahppe vierddiji allasisá báhkobáŋkav dahkat.

source: Sátnebáŋku sáhttá máŋgga ládje doaibmat.
smj: Báhkobáŋŋka máhttá doajmmat moatte láhkáj.

source: Oahpaheaddji sáhttá veahkehit ohppiid ráhkadit sátnebáŋkku earenoamáš fáttáide, nugomat earenoamáš fidnui dahje earenoamáš falástallamii.
smj: Åhpadiddje máhttá dibddet oahppijt báhkobáŋkav sierra temájda dahkat, duola degu sierralágásj virggáj jali sierralágásj valástallamij.

source: Sátnebáŋkku sáhttá maiddái čatnat daguide, dáhpáhusaide ja vásáhusaide jnv..
smj: Báhkobáŋkan máhtti dåjma, dáhpádusá, åtsådallama jnv..

source: Sátnebáŋkkus berrejit leat sánit mat leat dehálaččat dan fáddái mainna oahppit barget.
smj: Báhkobáŋkan vierddiji bágo majna oahppe barggi ja ma li ájnnasa temá hárráj.

source: Sániid berrejit alfabehta mielde vurkejuvvot.
smj: Bágo vierddiji liehket alfabehtalattjat.

source: Joatkke čállimis sátnebáŋkui sániid dađistaga go ođđa sánit ihtet.
smj: Joarkkit listav maŋenagi gå ådå bágo ihtali. Åhpadiddje galla máhttá tjállet parantessaj ma dá bágo li dárogiellaj.

source: Oahpaheaddji sáhttá áinnas ruođuid sisa čállit dárogielat jorgalusa.
smj: Lisstaj máhttá åhpadiddje biedjat vuodohámij duohkáj sierralágásj såjådimijt jali vuosedit dássemålssusimijt, duola degu.

source: Listui sáhttá oahpaheaddji maŋábeallái sáni vuođđohámi čállit sáni sojaheami dahje dássemolsuma, nugomat: bargat (rg-rgg) – gjøre, arbeide máhttu (htt-ht) – kunnskap, ferdighet seastit (sesttii) – spare
smj: barggat (rgg-rg) – gjøre, arbeide diehto (ht-d) – kunnskap siesstet (sæsstá) – spare

source: Oanehis ovdamearka mii gullá fidnofáddái:
smj: Oanegis buojkulvis virggetebmáj:

source: Fidnu / Yrke
smj: Virgge / Yrke

source: Advokáhta – advokat
smj: Åhpadiddje – lærer

source: Veahkkedivššár - hjelpepleier
smj: Viehkkesujddár – hjelpepleier

source: Oahppu / Utdanning
smj: Åhpadus / Utdanning

source: Boarrásiidsiida - gamlehjem
smj: Barggosaje / Arbeidsplasser

source: Dearvvašvuođaguovddáš - helsesenter
smj: Boarrásijviesso – gamlehjem

source: Skuvla – skole
smj: Varresvuodaguovdásj – helsesenter

source: Sátnekárta
smj: Skåvllå - skole

source: Eará vejolašvuohta lea álggos válljet sáni ja das ráhkadit ođđa sáni, n. g. sátnekárta.
smj: Ietjá máhttelisvuohta le bágov válljit vuodon gå galggi ådå bágojt dagátjit, gåhtjos báhkokártta.

source: Man stuorisin dan galgá ráhkadit, berre heivehuvvot oahppi dárbui.
smj: Man stuorre dat galggá vierddi oahppe dárbbuj hiebaduvvat.

source: bargguhisvuohta – arbeidsledighet bargoeallin – arbeidsliv bargodilli – arbeidforhold bargokantuvra – arbeidskontor bargomiella – arbeidslyst bargosadji – arbeidsplass bargiidbellodat – arbeiderpartiet
smj: Substantijvva

source: bargguheapme – arbeidsløs, arbeidssky
smj: Værbba

source: barggolaš – arbeidssom
smj: Adjektijvva

source: bargi – arbeidende
smj: Barggo – arbeid Bargge – arbeider Barggovadde – arbeidsgiver Barggo – arbeidsoppgave Barggodahkamus – arbeidsoppgave Barggo – sysselsetting Bargodisvuohta – arbeidsledighet Barggoiellem – arbeidsliv Barggodille – arbeidsforhold Barggokåntåvrrå – arbeidskontor Barggomiella – arbeidslyst Barggosaddje – arbeidsplass Barggi belludahka - Arbeiderpartet

source: Oahpaheaddji berre maiddái vuosehit ohppiide movt sii metodalaččat berrejit bargat sátnegirjjiin ja sátnelisttuiguin.
smj: Åhpadiddje vierddi aj vuosedit gåktu oahppe máhtti dárkkelit báhkogirjijn ja báhkolisstaj barggat.

source: Sámegielas gávdnojit máŋga sátnegirjji, ja muhtumin ohcat máŋggaid sátnegirjjiin ovdalgo gávdná sáni man ohcá.
smj: Sámegielan gávnnuji moadda báhkogirje, ja muhttijn la dárbbo gæhttjat moatten báhkogirjijn vaj gávnnat bágov majt li åhtsåmin.

source: Oahppit berrejit oahppat sátnegirjjiid atnit.
smj: Oahppe vierddiji oahppat gåktu báhkogirjev adnet.

source: Go oahppi ohcá sáni sámegillii, ferte son diehtit guđe sátneluohkkái sátni gullá, ja oahppat dovdat movt sátneluohká oanideapmi adno sátnegirjjis, nugomat: s. = substantiiva ja v. = vearba.
smj: Gå oahppe bágov sámegiellaj gæhttjá, de vierddi diehtet makkir báhkoklássaj báhko gullu, ja dåbddåt oanádusájt báhkogirjen d.d. s.=substantijvva ja v.=værbba.

source: Lea ávkkálaš iskat čilgehusa dáru-sámi sátnegirjjis dárkkisteames sáni ja sisdoalu ovttavásttolašvuođa.
smj: Máhttá aj liehket ávkálasj báhkogirjen guoradallat tjielggidusáv dáros sámegiellaj, jus la sisadno bágo milta.

source: Dát lea earenoamážiid dalle go oahppi álggos ohcá dárogielat sáni.
smj: Dát la aj diedon gå oahppe vuostak bágov dárogiellaj gæhttjá.

source: Dás sáhttá meattáhus deaividit jus ii iskka sáni mearkkašumi sámi-dáru sátnegirjjis.
smj: Dánna soajttá boasstot sjaddá jus ij guoradalá báhkotjielggidusáv sámegiel-dáro báhkogirjen.

source: Earret eará sáhttet leat máŋga sáni, ja dat leat girjái čállojuvvon alfabehta mielde.
smj: Soajttá bágon li moadda sisano, ja jus da li nammadum alfabehtalattjat, de ij agev enemus dábálasj báhko tjuottjo vuostak.

source: Stuora dáru-sámi sátnegirjjis sátnái " gå " čállojuvvo vuosttaš sátnin: deavirdit, mii mearkkaša vázzit nu ahte juolggit gessojit.
smj: Oahppe máhtti adnet spelav ” Báhkobiŋŋgu ” gå barggi báhkooahppamijn:

source: Oahppit sáhttet atnit " Sátnebiŋgo " spealu sátneoahppama oktavuođas:
smj: Gåvvå: Jan Arne Varsi

source: Oahppit sáhttet ohcat ođđasiid ja áigeguovdilis dáhpáhusaid válljejuvvon fitnu birra.
smj: Oahppe máhtti åhtsåt ådåsijt ja ájggeguovddelis dáhpádusájt ma gulluji dan virggáj majt li válljim.

source: Dasto sii sáhttet gaskaneaset ságastallat fitnu birra.
smj: Das maŋŋela mahtti oahppe aktan ságastit virgij birra.

source: Guokte ja guokte oahppi sáhttiba bargat ovttas ja nubbi sáhttá nuppis jearrat maid son bargá.
smj: Sij máhtti aktan barggat guovtes ja guovtes, ja álggusit gatjávisájn majna nubbe barggá.

source: Oahppit galget njálmmálaččat ovdanbidjat válljejuvvon fitnu.
smj: Oahppe galggi ietjasa virgijt njálmálattjat åvddånbuktet.

source: Oahppit galget njálmmálaččat ovdanbidjat fitnuideaset klássas eará ohppiide ja oahpaheaddjái, ja dát šaddá leat vuođđun ságastallamii klássas ja fágaoahpaheddjiin.
smj: Oahppe virgijt dåjda ietjá oahppijda jali åhpadiddjáj åvddånbukti, ja dát sjaddá vuodon ságastallamijda ma klássan jali fáhkaåhpadiddjijn joarkki.

source: Eará doaimmat
smj: Ietjá dåjma

source: Jus vejolaš, sáhttet oahppit fitnat sámegielaga luhtte válljejuvvon fitnus ja su jearahallat.
smj: Jus la máhttelis de máhtti oahppe guossidit sámegielagav sierra virgen ja ságájdahttet suv.

source: Jearahallama sáhttá áinnas báddet nugomat mp3-báddenrusttegii.
smj: Ságájdahttem máttá báddiduvvat mp3-spællárij jali dakkári.

source: Bargamis jearahallamiin maŋŋil bádden sáhttá dahkkot máŋgga láhkái.
smj: Loahppabarggo máhttá dagáduvvat moatte láhkáj.

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Oahppit sáhttet viiddidit sátneriggodagaset váldo muittuhansániid vehkiin.
smj: Oahppe máhtti stuoredit ietjas báhkoboanndudagáv oajvvetjåvdabágoj.

source: Maid dárbbaša dán fáttá birra gulahallamis ?
smj: Majt dárbaj gå galggá guládallat dán temá birra ?

source: Dás sáhttet oahppit adnit digitála jurddakártta fáttá hábmemis.
smj: Dánna oahppe máhtti adnet digitálalasj ájádallamkártav struktureritjit temáv.

source: Oahppit geat dárbbašit eanet hástaleaddji barggu, sáhttet čállit sátnečilgehusaid sámegillii.
smj: Oahppe gudi dárbahi ienep hásstálusájt bargon, máhtti báhkotjielggidusájt sámegiellaj tjállet.

source: Oahppit sáhttet maiddái atnit iešguđetge govaid vuolggasadjin ja humadit dan birra mii lea relevántan dilálašvuhtii.
smj: Oahppe máhtti vuodon adnet moattelágásj gåvåjt vaj ságastit máhtti mij hiebalgis le dan ájggeguovddelis dilen.

source: Oahppit sáhttet adnit giehtatelefovnna, mp3-čuojanasa ja báddenrusttega dahje sullásačča ja báddái lohkat sániid ja dajahusaid maid maŋŋil sáhttet guldalit.
smj: Oahppe máhtti adnet mobiltelefåvnåv, mp3-spællárav báddimrustigijt jali dakkárijt, ja dasi báddit bágojt ja moallánagájt majt sij maŋŋela máhtti gulldalit.

source: Dat nanne sátneoahppama.
smj: Dát máhttá báhkoåhpadusáv nannit.

source: Go oahppit barget iehčanassi, de oahpaheaddji sáhttá leat ságastallan guoibmin.
smj: Gå oahppe aktu barggi, máhttá åhpadiddje ságastallamráddnan liehket.

source: Oahpaheaddji berre ráhkadit vástideaddji ovdanbidjama barggu birra vai oahppit hárjánit buktit gažaldagaid ovdanbidjamii.
smj: Åhpadiddje de vierddi aj dahkat sæmmilágásj åvddånbuktemav virge birra vaj oahppe máhtti hárjjidallat gatjálvisájt åvddånbuktemij dahkat.

source: Oahpaheaddji heiveha ovdanbidjama ohppiid dássái.
smj: Åhpadiddje hiebat ietjas åvddånbuktemav oahppe dássáj.

source: Árvvoštallan
smj: Árvustallam

source: Dađistaga-árvvoštallama vuođđun berrejit leat eavttut mat gullet oahppoulbmiliidda.
smj: Árvustallama bargadahttema vuodon vierddiji gájbbádusá ma li tjanádum åhpadusmihttomierijda.

source: Ráhkat áinnas eavttuid ovttas ohppiiguin.
smj: Barggit aktan oahppij gájbbádusájt dahkat.

source: Digaštala singuin makkár strategiijat dat viiddidit sátneriggodaga.
smj: Dágástit sijájn makkir strategija báhkoboanndudagáv nanniji.

source: Dás galget oahppit ieža árvvoštallat: Mii munnje lasiha sátneriggodaga ?
smj: Dánna hæhttuji oahppe ietja árvustallat: Mij la muv báhkoboanndudagáv nannim ?

source: Muital ohppiide makkár sánit ohppiin leat sátnebáŋkkus ja maiddái ođđa sánit mat leat vurkejuvvon vuorkái ođđa tearbmaráhkadanvuogi mielde.
smj: Diededa oahppijda makkir bágo li sijájn báhkobáŋkan, ja ietján bágojt majt sij li dahkam vuogij milta gåktu ådå bágojt dahkat.

source: Diehtu galgá leat veahkkin oahppiide muitaleames maid sii hálddašit ja mainna šaddet eanet bargat ovddasguvlui.
smj: Diededime galggi javllat majt oahppe bukti ja gåktu sij åvddålijguovlluj vierddiji barggat.

source: Mearkkašumiide ovdamearkan
smj: Diededimbuojkulvisá

source: Don galggat máhttit:
smj: Dån galga máhttet:

source: hupmat bargoeallima ja fitnuid birra
smj: ságastit virgij ja barggoiellema birra

source: Mii lea buorre: Don muitalit máŋga relevánta fitnuid birra iežat oahpahuslážus.
smj: Mij la buorre: Dån subtsasti moadda hiebalgis virgij birra ma gulluji duv åhpadusprográmmaj.

source: Don hábmejit miellagiddevaš gažaldagaid bargoeallima birra.
smj: Dån hábmedi miellagiddis gatjálvisájt bargoj birra.

source: Maid sáhtát buoridit: Don buori muddui máhtát hábmet ovdamuniid ja hehttehusaid daid fitnuid man birra muitalat.
smj: Majt máhtá buoredit: Dån máhtá ienebut hábmedit ma lidjin ávke ja ma ællin dajn virgijn man birra ságasti.

source: dađistaga eanet ja eanet atnit giela iešguđet dilálašvuođain ja váldit atnui ođđa sániid ja dajaldagaid
smj: sámástit ienebut ja ienebut moattelágásj dilijn ja adnegoahtet ådå bágojt ja moallánagájt

source: Mii lea buorre: Don dávjá anát giela aktiivvalaččat.
smj: Mij la buorre: Dån aktijvalattjat sámásta.

source: Mun mearkkašan ahte don dávjá válddát atnui ođđa sániid ja dajaldagaid.
smj: Mån vuojnáv dån álu adnegoadá ådå bágojt ja moallánagájt.

source: Dál don máhtát máŋga fitnonamahusaid.
smj: Dálla de moadda virggenammadusájt máhtá.

source: Maid sáhtát buoridit: Don sáhtát sátnebáŋku sániid hárjehallamis dadjat ja muitit ja atnit aktiivvalaččat.
smj: Majt máhtá buoredit: Dån máhtá hárjjidallat ienebut dajt bágojt ma li báhkobáŋkan ja aktijvalattjat dajt adnet.

source: Iešárvvoštallan:
smj: Iesjárvustallam:

source: Dás leat soames ovdamearkka dasa movt oahppi sáhttá iežas árvvoštallat.
smj: Dála le muhtem buojkulvisá gåktu oahppe máhtti iesjárvustallat.

source: Mu fidnoválljejupmi:
smj: Muv virggesuorggeválljim:

source: Mainna lihkostuvven go galgen válddahallat fitnu ?
smj: Majna vuorbástuvviv gå virgev gåvvidiv ?

source: Maid berren rievdadit ?
smj: Majt vierddiv rievddadit ?

source: Mii váilu čilgehusas ?
smj: Mij gåvvidimen vájllu ?

source: Maid berren lasihit ?
smj: Majt vierddiv duoddit ?

source: Movt lihkostuvven vuođuštit iežan fidnoválljejumi ?
smj: Gåktu vuorbástuváv tjielggit virggeválljimav ?

source: Nagodan go ovdanbuktit jurddašeami dan ektui ahte leago dát fidnu relevántan munnje ?
smj: Buvtáv gus árvvalimijt åvddånbuktet jus virgge le munji hiebalgis ?

source: Oahppi čállá dađistaga áigeguovdilis mihttomeriid skovvái ja árvvoštallá iežas.
smj: Oahppe dævddá ájggeguovddelis mihttojt maŋenagi sjiebmáj ja árvustallá ietjas.

source: Mihttomearri:
smj: Mihtto:

source: Dán máhtán veaháš:
smj: Dáv máhtáv vehi:

source: Dán máhtán oalle bures:
smj: Dáv máhtáv ållu buoragit:

source: Dán máhtán hui bures:
smj: Dáv máhtáv huj buoragit:

source: Ohppiid sátnebáŋku galgá leat digitála hámis.
smj: Oahppij báhkobáŋŋka gal máhttá liehket digitálalasj.

source: Dat sáhttá leat máhppan man oahppit juogo ieža árvvoštallet dahje ovttas oahpaheddjiin.
smj: Dát máhttá degu skálmma majt oahppe aktu jali aktan åhpadiddjijn árvustalli.

source: Makkár sániid leat oahppit oahppan ?
smj: Makkir bágojt li oahppe oahppam ?

source: Makkár sániid lea váttis oahppat ?
smj: Makkir bágo li gássjela oahppat ?

source: Maid sáhttá oahppi dahkat vai oahppá váttes sániid ?
smj: Majt oahppe máhttá dahkat vaj dajt gássjelis bágojt oahppá ?

source: Maid berre oahppi máhpas rievdadit ?
smj: Majt oahppe vierddi skálman rievddadit ?

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit ovdanbuktit njálmmálaččat: Njálmmálaš gálga lea dán ovdamearkka guovddáš doaibma.
smj: Máhttet njálmálattjat åvddånbuktet: Njálmálasj tjehpudáhka le oajvvedoajmma dán buojkulvisán.

source: Máhttit atnit digitála reaidduid: Oahppit ávkkástallet digitála sátnegirjjiid, risten.no, ja statistihka fitnuid oktavuođas, ssb.no.
smj: Máhttet digitála ræjdojt adnet: Oahppe adni digitálalasj báhkogirjijt, risten.no, ja statistihkajt virgij gáktuj, ssb.no.

source: Oahppit atnet digitála ovdanbidjanprográmma (Open Office Impress, Powerpoint dahje sullasaš ovdanbidjanprográmmaid).
smj: Oahppe adni digitálalasj vuosádusprográmmajt (Open Office Impress, Powerpoint jali juohkirik vuosádusprográmmav).

source: Ráhkadeames digitála sátnebáŋku ja sátnekártta sii atnet Open Office Writer, Word dahje sullásaš teakstameannudanprográmmaid, ja sii ráhkadit digitála jurddakártta.
smj: Sij dahki báhkobáŋŋkav ja báhkokártav ja adni Open Office Writer, Word jali muodulágásj tækstagiehtadallamprográmmav, ja digitálalasj ájáduskártav dahki.

source: Máhttit ovdanbuktit čálalaččat: Viiddiduvvon sátneriggodat lea buorre vuođđun go ieš galgá ráhkadit teavsttaid.
smj: Máhttet tjálálattjat åvddånbuktet: Stuorra báhkoboanndudahka vaddá buorre vuodov iehtjá tevstajt dagátjit.

source: Oahppit čállet sátnelisttuid.
smj: Oahppe báhkolisstajt tjálli.

source: Máhttit lohkat: Lohkan ja guldaleapmi leat čoavddan ođđa vásáhusaide.
smj: Máhttet låhkåt: Låhkåt ja gulldalit le tjåvda ådå åtsådallamijda.

source: Gáiddusoahpahus
smj: Guhkásåhpadibme

source: Dát ovdamearka heive bures gáiddusoahpahussii.
smj: Dát buojkulvis hiehpá buoragit guhkásåhpadibmáj.

source: Dalle šaddá oahpaheaddji maiddái ráhkadit ovdanbidjama fitnu birra vai oahppi sáhttá ráhkkanit jearrat gažaldagaid dasa.
smj: De vierddi aj åhpadiddje åvddånbuktemav virges dahkat vaj oahppe oadtju gárvvedit gatjálvisájt dasi.

source: Oahppi sáhttá oahpaheaddjái ovdanbidjat dan fitnu maid lea válljen.
smj: Oahppe máhttá ietjas virggeválljim åhpadiddjáj åvddånbuktet, ja åhpadiddje åvddånbuktá virgev.

source: Dat sáhttá maiddái viiddiduvvot eanet fitnuiguin dahje iešguđet dilálašvuođaiguin mat gullet dihto fidnui.
smj: Dåhkki aj lasedit ienep virgijt jali moattelágásj dilijt tjanádum virggáj.

source: Gielladomeanat
smj: Gielladomena

source: Dás sáhttá girjerájus adnot gielladomeanan.
smj: Girjjevuorkká ja / jali girjjevuorkkár máhttá gielladomednan liehket.

source: Jus bargi lea sámegielat, de son sáhttá leat gulahallanolmmoš ja veahkehit gávdnat dieđuid fitnuid birra.
smj: Jus girjjevuorkkár le sámegielak de máhttá liehket guládallamulmusj ja viehkken diedojt gávnnat virgij birra.
